# Taps
tap "jandedobbeleer/oh-my-posh", trusted: { casks: ["oh-my-posh"] }

# Brews
brew "asdf"
brew "awscli"
brew "aws-vault"
brew "btop"
brew "chezmoi"
brew "colima", restart_service: :changed
brew "docker"
brew "eza"
brew "fd"
brew "gh"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "uv"
brew "worktrunk"
brew "yq"
brew "jandedobbeleer/oh-my-posh/oh-my-posh", trusted: true

# Casks
cask "font-hack-nerd-font"
cask "iterm2"
cask "visual-studio-code"

