tap "hashicorp/tap"
tap "jandedobbeleer/oh-my-posh"
brew "awscli"
brew "btop"
brew "eza"
brew "fd"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "uv"
brew "hashicorp/tap/terraform"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"

cask "visual-studio-code"
cask "arc"
cask "rectangle"
cask "font-hack-nerd-font"
cask "git-credential-manager"
cask "obsidian"
